{
"main": ["The One Where the Monkey Gets Away",
		"[Scene: Central Perk, Rachel is talking to a customer.]",
		"Rachel: Okay, okay, I checked. We have: Earl Grey, English Breakfast, Cinnamon Stick, Camomile, Mint Medley, Blackberry, and.. oh, wait, there's one more, um.. Lemon Soother. You're not the guy that asked for the tea, are you? (Guy shakes his head) Okay.",
		"Opening Credits",
		"[Scene: Central Perk, Monica enters with some mail.]",
		"Monica: Mail call, Rachel Green, bunk seven.",
		"Rachel: Thank you. (Examines it) Oh, cool! Free sample of coffee!",
		"Monica: Oh good! 'Cause where else would we get any?",
		"Rachel: Oh. Right. ...Oh great. (Rachel glances at the cupboard behind her with many sorts of coffee inside)",
		"Monica: What is it?",
		"Rachel: Country club newsletter. My mother sends me the engagement notices for 'inspiration.' Oh my God! Oh my God, it's Barry and Mindy!",
		"Monica: Barry who you almost...?",
		"Rachel: Barry who I almost.",
		"Monica: And Mindy, your maid of...?",
		"Rachel: Mindy, my maid of. Oh!",
		"Monica: (Takes it) That's Mindy? Wow, she is pretty. (Sees Rachel's look) Lucky. To have had a friend like you.",
		"[Scene: Monica and Rachel's, Rachel and Ross are eating Chinese.]",
		"Ross: Marcel. Bring me the rice, c'mon. Bring me the rice, c'mon. Good boy. Good boy. C'mere, gimme the rice. (Marcel brings the rice) Thank you, good boy. Well, I see he's finally mastered the difference between 'bring me the' and 'pee in the'. (Rachel ignores him) 'Bring me the' and- Rach?",
		"Rachel: What?",
		"Ross: Hi.",
		"Rachel: Oh, I'm sorry. Oh, this is so stupid! I mean, I gave Barry up, right? I should be happy for them! I am, I'm happy for them.",
		"Ross: Really.",
		"Rachel: No. Oh, oh, I guess it would be different if I were- with somebody.",
		"Ross: Whoah, uh, what happened to, uh, 'Forget relationships! I'm done with men!' The whole, uh, penis embargo?",
		"Rachel: Oh, I don't know. I guess it's not about no guys, it's about the right guy, y'know? I mean, with Barry, it was safe and it was easy, but there was no heat. With Paolo, that's all there was, was heat! And it was just this raw, animal, sexual...",
		"Ross: Wait-wait. I, I got it. I was there.",
		"Rachel: Well, I mean, do you think you can ever have both? Y'know? Someone who's like, who's like your best friend, but then also can make your toes curl?",
		"Ross: Yes. Yes. Yes! Yes, I really do! In fact, it's funny, very often, someone who you wouldn't think could-could curl your toes, might just be the one who...",
		"(Enter the other four)",
		"Monica: Hi.",
		"Ross: ...Gets interrupted. Hi!",
		"Rachel: Hi, how was the movie?",
		"Monica: Wonderful!",
		"Phoebe: So good!",
		"Joey: Suck-fest.",
		"Chandler: Toootal chick-flick.",
		"Phoebe: I-I'm sorry it wasn't one of those movies with, like, y'know, guns and bombs and, like, buses going really fast...",
		"Joey: Hey, I don't need violence to enjoy a movie. Just so long as there's a little nudity.",
		"Monica: There was nudity!",
		"Joey: I meant female nudity. Alright? I don't need to see Lou Grant frolicking.",
		"Monica and Phoebe: Hugh! Hugh Grant!",
		"Ross: Alright, I've gotta go. C'mon, Marcel! C'mon! We're gonna go take a bath. Yes we are, aren't we? Yes, we are.",
		"Chandler: (To Joey) They're still just friends, right? (Joe nods)",
		"Rachel: (To Marcel) And I will see you tomorrow!",		
		"Ross: That's right, you're gonna spend tomorrow at Aunt Rachel's, aren't you.",
		"Monica: Oh, hang on, hang on. Does Aunt Monica get a say in this?",
		"Ross: 'Pwease, Aunt Monica, pwease?' Oh, unclench. You're not even gonna be there.",
		"[Scene: Joe-G's Pizza, the guys are there.]",
		"Chandler: I can't believe we are even having this discussion.",
		"Joey: I agree. I'm, like, in disbelief.",
		"Chandler: I mean, don't you think if things were gonna happen with Rachel, they would've happened already?",
		"Ross: I'm telling you, she said she's looking for a relationship with someone exactly like me.",
		"Joey: She really said that?",
		"Ross: Well, I added the 'exactly like me' part... But she said she's looking for someone, and someone is gonna be there tonight.",
		"Joey: 'Tonight' tonight?,",
		"Ross: Well, I think it's perfect. Y'know, it's just gonna be the two of us, she spent all day taking care of my monkey...",
		"Chandler: I can't remember the last time I got a girl to take care of my monkey.",
		"Ross: Anyway, I figured after work I'd go pick up a bottle of wine, go over there and, uh, try to woo her.",
		"Chandler: Hey, y'know what you should do? You should take her back to the 1890's, when that phrase was last used."
		],
"media_title":
		[
		"Rachel with a client",
		"The client is puzzled",
		"Rachel and Monica are reading inbox mail",
		"Rachel and Ross are at kitchen",
		"Marcel the Monkey",
		"Rachel and Ross are together",
		"The rest of guys stormed in the apartment unexpectedly",
		"All crew is discussing a movie",
		"Rachel, Ross, and Marcel look almost as a family",
		"Pizza's boys",
		"Hugh John Mungo Grant. Per se",
		"Joey's Pizza logo",
		"On the another New York city's corner",		
		"\"The Friends\" line-up"
		],
"media_description":
		[
		"Okay, okay, I checked. We have: Earl Grey, English Breakfast, Cinnamon Stick, Camomile, Mint Medley, Blackberry, and.. oh, wait, there's one more, um.. Lemon Soother. You're not the guy that asked for the tea, are you? (Guy shakes his head) Okay.",
		"",
		"",
		"",
		"",
		"",
		"",
		"",
		"",
		"",
		"",
		"",
		""
		],
"about":
		[
		"Friends is an American television sitcom, created by David Crane and Marta Kauffman, which aired on NBC from September 22, 1994, to May 6, 2004, lasting ten seasons. With an ensemble cast starring Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry and David Schwimmer, the show revolves around six friends in their 20s and 30s who live in Manhattan, New York City. The series was produced by Bright/Kauffman/Crane Productions, in association with Warner Bros. Television. The original executive producers were Kevin S. Bright, Kauffman, and Crane.",
		"Kauffman and Crane began developing Friends under the title Insomnia Cafe between November and December 1993. They presented the idea to Bright, and together they pitched a seven-page treatment of the show to NBC. After several script rewrites and changes, including title changes to Six of One and Friends Like Us, the series was finally named Friends."		
		],
"footnote": [
		"Hugh John Mungo Grant (born 9 September 1960) is an English actor and film producer. Grant has received a Golden Globe, a BAFTA, and an Honorary César for his work. As of 2018, his films have grossed a total of nearly US$3 billion worldwide from 29 theatrical releases.[3] He first received attention after earning the Volpi Cup for his performance in the film Maurice (1987) but achieved international success after appearing in Four Weddings and a Funeral (1994).[4] He used this breakthrough role as a frequent cinematic persona during the 1990s, delivering comic performances in films such Notting Hill (1999) and Mickey Blue Eyes (1999). For Four Weddings and a Funeral, Grant won the Golden Globe Award for Best Actor - Motion Picture Musical or Comedy and the BAFTA Award for Best Actor in a Leading Role.",
		"Joe's Pizza, also called Famous Joe's Pizza, is a pizzeria located in Greenwich Village, Manhattan, New York City on Carmine Street near Bleecker Street. The restaurant is known for serving a classic New York street styled pizza and has been called a “Greenwich Village institution”. The pizzeria serves by the slice or by full pie."
		],
"content":
		[
		{"position": ["1"],
		"title": "Scene: Central Perk, Rachel is talking to a customer",
		"link": {"source": "main",
				"string": 1}},
		{"position": ["2"],
		"title": "Scene: Central Perk, Monica enters with some mail",
		"link": {"source": "main",
				"string": 4}},
		{"position": ["3"],
		"title": "Scene: Monica and Rachel's, Rachel and Ross are eating Chinese",
		"link": {"source": "main",
				"string": 16}},
		{"position": ["4"],
		"title": "Scene: Joe-G's Pizza, the guys are there",
		"link": {"source": "main",
				"string": 47}}
		]
}